var array=[
  {
    id:1,
    title: '北国影院',
    pic: '/pages/images/2.jpg',
    img: '/pages/images/collection.png',
    icon: '/pages/images/share.png',
    text:'村里有个单身男青年叫做“树先生”（王宝强），常去村口的酒馆和朋友喝酒，在村里闲晃。“树先生”在汽修铺受工伤后，在医院被解雇，心生悲戚，竟无所事事调戏护士（何洁）。一起长大的伙伴，有人开着好车成了煤老板，有人远在省城办私立学校。村子里的煤矿日夜开采，地面下沉，整个村庄不得不迁往别处。常被取笑被漠视的“树”干脆远走省城在学校打工，孩子们让他想起自己的童年。父亲和哥哥在“树”小时候就离开了人世，他常梦到自己的父亲，却从来梦不到哥哥。与聋哑女孩小梅（谭卓）一见钟情，相爱过程颇富戏剧性，婚礼前夜，“树”终于梦到了哥哥一一在寒冷冬天，在“树”的婚礼上，哥哥带着女友为他唱了一首诡异的八十年代流行歌《冬天里的一把火》。从此，“树”意识到自己能够通灵。村里发生的很多事情都验证了他的预言，“树”成为受人尊敬的“预言家”，被人尊称为“树先生”。'

  },
  {
    id:2,
    title: '北国影院',
    pic: '/pages/images/3.jpg',
    img: '/pages/images/collection.png',
    icon: '/pages/images/share.png',
    text: '毒品市场维持四分天下的格局已久，自从地藏（古天乐饰）与墨西哥大毒枭合作扩张势力，策划一连串黑吃黑事件企图“毒霸”香港毒品市场，警员林正风（苗侨伟饰）便带着他的扫毒行动组全力追缉毒贩。而儿时亲眼目睹父亲被毒品所毁而嫉毒如仇的慈善家兼金融巨子余顺天（刘德华饰），悬赏一亿追杀香港最大毒贩，此举在社会上引起轩然大波。原来，余顺天和地藏有着不可告人的同门关系，一场天地对决一触即发。在二十年的同门情谊面前，兄弟二人又将如何面对这场“毒局”。与此同时，林正风妻子、同事在执行缉毒任务时被吸毒者和毒贩残忍杀害，背负着丧妻之痛的他也将与毒贩们展开殊死对决 [5] '
  },
  {
    id:3,
    title: '北国影院',
    pic: '/pages/images/1.jpg',
    img: '/pages/images/collection.png',
    icon: '/pages/images/share.png',
    text: "《没有和解》远非一部拼图电影(puzzle film) (像《公民凯恩》或者《莫里埃尔》那样) ，它是一部‘有孔隙的电影’(lacunary film) ，正如利特雷(Emily Littré)所定义的 ‘有孔隙的形体’：它是由凝聚的晶体组成、其间布有孔隙的一个整体，就像有机体细胞之间的间质空间(interstitial spaces) 。” 让 - 马里·斯特劳布对其第二部电影、同时也是第二部改编自海因里希·伯尔(Heinrich Böll)的电影(第一部是《马霍卡 - 莫夫》)的描述，解释了为什么这部电影不可能以摘要的形式来被重述，尽管它比斯特劳布的任何一部电影都有着更多的情节，甚至有着比《眼睛不想一直闭着或许有一天轮到罗马自己选择》还要多的人物与错综复杂的剧情。",
  }
];

module.exports.arr=array;